"LBL_RECEIPTS_SYNC" = "Receipts Sync";

"LBL_RECEIPTS_SYNC_HELP_TEXT" = "MoneyWiz allows you to sync receipts by connecting your SYNCbits account to one of these file sync platforms.";

"LBL_AMAZON_UNLIMITED_STORAGE_FOR_PRIME_MEMBERS" = "Unlimited storage space for Amazon Prime members";

"LBL_YOU_ARE_NOT_ON_WIFI_LARGE_TRAFFIC" = "You are not on WiFi. The intial receipts sync may cause large data traffic and increased phone bill. Are you sure you want to continue?";

"LBL_CONTINUIE_WITHOUT_WIFI" = "Continue without WiFi";

"LBL_DEVICE_ENABLED_FOR_SYNC_RECEIPTS" = "This device is enabled for receipts sync using %1$@. Make sure to authenticate with %2$@ on each device where you want receipts to be synced!";

"LBL_SYNC_RECEIPTS_OVER_WIFI_ONLY" = "Sync receipts over WiFi only";

"BTN_DISCONNECT" = "Disconnect";

"QUESTION_KEEP_LOCAL_COPY_OF_RECEIPTS" = "Do you want to keep the local copy of the receipts that are already downloaded on this device?";

"LBL_KEEP_RECEIPTS" = "Keep Receipts";

"LBL_DELETE_RECEIPTS" = "Delete Receipts";

"LBL_SYNC_RECEIPTS_SCANNING_FOR_RECEIPTS" = "MoneyWiz is scanning for receipts...";

"LBL_SYNC_RECEIPTS_SYNC_FINISHED" = "This device is now enabled for receipts sync and MoneyWiz synced all existing receipts.";


"LBL_MANAGE_SUBSCRIPTION_FROM_EMAIL" = "Please, check your email for the original order confirmation which contains a link to manage your subscription. Contact us at hello@moneywizapp.com in case you need further assistance.";

"LBL_POS_ENTERING_TEXT_TYPE" = "Enter decimal sign automatically";

"LBL_LOGIN_ERROR_MULTIPLE_CONNECTIONS" = "Another session with this credentials was already established. If you are connected to the site directly, please log off and try again in several minutes.";

"LBL_LOGIN_ERROR_WRONG_TYPE" = "We could not find your accounts. Please, note that different account types are available with the different sites. Try other sites with similar names.";

"LBL_LOGIN_ERROR_LOCKED" = "Your account appears to be locked. This usually results from too many unsuccessful login attempts in a short period of time. Please, visit the site or contact its customer support to resolve the issue.";

/************************** MW 2.3.3 ******************/

"LBL_1_MONTH_FREE_TRIAL" = "1 month trial";

/************************** MW 2.3.1 ******************/


"BTN_SHARE_WITH" = "Share with..."; //Share with app

"MSG_ERROR_NO_APP_FOUND" = "There are no apps for sharing.";

"BTN_SHARE_DATABASE" = "Share database";

"LBL_HISTORICAL" = "Historical"; //Historical report (vs forecasted report)

"LBL_TOTAL_INCOMES" = "Total Incomes";

"LBL_TOTAL_EXPENSES" = "Total Expenses";

"LBL_BALANCE_OVER_TIME" = "Balance Over Time"; //Or Balance in Time (i.e. how it developed in time)

"LBL_CASHFLOW" = "Cashflow"; //This is a type of report, called Cashflow

"LBL_COMPARE_EXPENSE_CATEGORIES" = "Compare Expense Categories";

"LBL_COMPARE_INCOME_CATEGORIES" = "Compare Income Categories";

"LBL_EXPENSE_CATEGORY_OVER_TIME" = "Expense Category Over Time";

"LBL_INCOME_CATEGORY_OVER_TIME" = "Income Category Over Time";

"LBL_COMPARE_EXPENSE_PAYEES" = "Compare Expense Payees";

"LBL_COMPARE_INCOME_PAYEES" = "Compare Income Payees";

"LBL_EXPENSE_PAYEE_OVER_TIME" = "Expense Payee Over Time"; //Or Income Payees in Time (i.e. how it developed in time)

"LBL_INCOME_PAYEE_OVER_TIME" = "Income Payee Over Time"; //Or Income Payees In Time (i.e. how it developed in time)

"LBL_PROFIT_AND_LOSS" = "Profit & Loss";

"LBL_SELECTED_ACCOUNT" = "Selected account";

"LBL_LICENSE_KEY" = "License key";

"LBL_ACTIVATE" = "Activate";

"CANNOT_ACTIVATE_LICENSE" = "License cannot be activated due to an error: ";

"PLEASE_ENTER_VALID_LICENSE" = "Please, enter a valid license!";

"SUBSCRIPTIONS_NOT_SUPPORTED" = "You can't currently subscribe from this device. Please try again later and contact us if the issue persists for longer than 24 hours.";

"LBL_CREATE_CATEGORY_A" = "Create category \"%@\"";

"ALERT_CATEGORIES_SPLIT" = "In split transaction mode you can select multiple categories. You will later be asked to enter the amount for each one of them.";

"ALERT_ACCOUNTS_SPLIT" = "In split transaction mode you can select multiple accounts. You will later be asked to enter the amount for each one of them.";

"LBL_SPLIT_TR_IN_MULTIPLE_ACCOUNTS" = "Split transaction in multiple accounts"; //the word "split" is used as verb, e.g. synonym of divide
"LBL_SPLIT_TR_IN_MULTIPLE_CATEGORIES" = "Split transaction in multiple categories"; //the word "split" is used as verb, e.g. synonym of divide

"BTN_WHY_PAY?" = "Why Pay?";
"BTN_SECURITY?" = "Security?";

"ALERT_SUBSCRIPTION_FROM_FREE_VERSION_DETECTED" = "You are using the paid version of MoneyWiz but it appears that you've made a subscription from the free version. The subscription is still active and you can use it, but it won't renew so we recommend that you cancel it and make a new one from this version of MoneyWiz to assure your subscription will renew properly.";

"ALERT_SUBSCRIPTION_FROM_PAID_VERSION_DETECTED" = "You are using the free version of MoneyWiz but it appears that you've made a subscription from the paid version. The subscription is still active and you can use it, but it won't renew so we recommend that you cancel it and make a new one from this version of MoneyWiz to assure your subscription will renew properly.";

"ALERT_OB_WHY_PAY" = "To assure the safety of your data, MoneyWiz doesn't connect to your bank directly. Instead it uses 3rd party data aggregation providers, Yodlee and Salt Edge, that are certified to operate with sensitive data. We have to pay to these 3rd party providers for every month that a customer syncs their bank accounts. The subscription fee is required so that we can cover our costs to these providers.";

"ALERT_OB_SECURITY_INFO" = "MoneyWiz synchronizes with your bank via integration with leading data aggregation providers, Yodlee and Salt Edge, that comply to industry standards for data security. MoneyWiz itself doesn't store your banking credentials and they are transmitted only once when you're linking your bank accounts, via a secure encrypted connection. For more information please refer to our website or contact our support team.";

"LBL_MONTHLY" = "monthly";

"LBL_YEARLY" = "yearly";

"LBL_SAVE_20%" = "save 20%";

"LBL_1_WEEK_FREE_TRIAL" = "1 week trial";

"LBL_PREV_ACCOUNT" = "Previous Account";
"LBL_NEXT_ACCOUNT" = "Next Account";

"LBL_PREV_BUDGET" = "Previous Budget";
"LBL_NEXT_BUDGET" = "Next Budget";

/************************** MW 2.3 ******************/

"LBL_CONFIGURE_TRANSACTION_LAYOUT_MAC" = "Configure in Preferences / Transaction Layout";

"LBL_CONFIGURE_TRANSACTION_LAYOUT" = "Configure in Settings / Transaction Layout";

"LBL_HIDE" = "Hide";

"LBL_AUTOSKIP" = "Auto-skip";

"HELP_AUTOSKIP" = "In online accounts you can only download transactions from your online banking. If a scheduled transactions is set to auto skip, it will be automatically skipped when it becomes due and you start MoneyWiz";

"ALERT_UNRECONCILE_RECONCILED_TRANSACTION" = "This transaction is already reconciled. Are you sure you want to set it as not reconciled?";

"BTN_REFRESH" = "Refresh";

"ALERT_OB_ACCOUNT_NOT_REFRESHED_FOR_MORE_THAN_24HRS" = "This account hasn't been successfully refreshed for more than 24 hours now. This may be due to changed password, needed authentication or something else. If the issue persists please e-mail us. Do you want to attempt refreshing it now?";

/************************** MW 2.2 ******************/

"LBL_SUBSCRIPTION_X_EXPIRED_NOTIFICATION" = "Your subscription for %@ has expired. Please, open MoneyWiz to renew your subscription.";

"LBL_LEFT_TO_RECONCILE_X" = "%@ left to reconcile";

"LBL_RECONCILED_X_UNRECONCILED_Y" = "%1$@ reconciled, %2$@ unreconciled";

"LBL_CLOSING_BALANCE" = "Closing balance";

"LBL_OPENING_DATE" = "Opening date";

"LBL_CLOSING_DATE" = "Closing date";

"ALERT_YI_OB_ACCOUNTS_DISCONNECTED" = "Your online banking subscription hasn't been renewed for a while. We've converted your online banking accounts to regular offline accounts that don't update automatically. If you want to start using online banking again please subscribe and re-link the existing accounts to online accounts.";

/************************** MW 2.1 ******************/

"LBL_WANT_SIGNUP_SYNCBITS_NOW" = "Do you want to sign up for SYNCbits now?";

"LBL_SUBSCRIPTIONS_CAN_BE_SYNCED" = "Your subscriptions can be used on all of your devices, so you don't need to pay again for each device. Subscriptions are transferred to other devices via a free SYNCbits account, which you can create directly from MoneyWiz.";

"LBL_ONLINE_BANKING_SUBSCRIPTION_DESCRIPTION_FREE" = "The Online Banking subscription allows automatic downloading of your transactions, from your financial institutions. If you find your financial institution in MoneyWiz, then it's supported.";

"LBL_MANUAL_TRANSACTIONS_SUBSCRIPTION_DESCRIPTION_FREE" = "This subscription allows you to have unlimited amount of transactions that are either manually entered or imported from a bank statement file. If you only plan to use the Online Banking feature, you don't need the Manual transactions subscription.";

"LBL_MANUAL_TRANSACTIONS" = "Manual Transactions";

"ALERT_DEMO_LIMIT_REACHED" = "Your limit of 100 transactions is over. Please, subscribe for unlimited manual transactions.";

"ONBOARDING_HOW_TO_MAKE_REFUND" = "If you need to enter a refund, select the original transaction and then tap Options / Refund.";

"ONBOARDING_TAP_TRANSACTION_FOR_OPTIONS" = "Tap on a transaction for more information & options.";

"ONBOARDING_PULL_CREATE_AND_MANAGE_VIA_SETTINGS" = "You can create & manage your accounts & budgets via Settings.";

"ONBOARDING_PULL_DOWN_TO_SAVE" = "Pull down to save the transaction.";

"ONBOARDING_RECONCILE_AND_ADJUSTBALANCE" = "Tap to adjust the account balance or reconcile the transactions.";

"ONBOARDING_SCHEDULED_TAP_FOR_FORECAST" = "Tap & hold on any day in the future, for Instant Forecast.";

"ONBOARDING_SCHEDULED_INDICATOR" = "Tap to see different forecasts based on your scheduled transactions.";

"ONBOARDING_CHANGE_BUDGET_MODE" = "Tap to see different budget indicators.";

"ONBOARDING_SWIPE_RIGHT_TO_LEFT_FOR_QUICK_TRANSACTION" = "Swipe from right to left for quick transaction entry.";

"ONBOARDING_OPEN_MENU" = "Tap to browse different sections of MoneyWiz.";

"ONBOARDING_SEE_CLEARED_PENDING_BALANCE" = "Tap to toggle between cleared & pending balance.";

"ONBOARDING_CREATE_AND_EDIT_ACCOUNTS" = "Tap to create & edit accounts and groups of accounts.";

/************************** MW 2.0.6 ******************/

"LBL_WOULD_YOU_RATE_MONEYWIZ" = "That's awesome! Would you mind reviewing MoneyWiz on the AppStore?";

"LBL_WE_ARE_SORRY_YOU_DONT_LIKE_MONEYWIZ" = "We're sorry to hear you are not liking MoneyWiz. Would you mind e-mailing us with your feedback? We'd love to hear it and improve MoneyWiz for you.";

"LBL_HOW_DO_YOU_LIKE_MONEYWIZ" = "How do you like MoneyWiz so far?";

"ALERT_ENABLED_DISABLE_LOGS" = "Do you want to toggle logs writing?";

"LBL_ENABLE_LOGS" = "Enable logs";

"LBL_DISABLE_LOGS" = "Disable logs";

"LBL_WAIT" = "Wait"; //this goes with the next sentence...i.e. it's Wait Your transactions are downloading, on 2 separate lines

"LBL_ONLINE_TRANSACTIONS_DOWNLOADING" = "Your transactions are downloading...";

"LBL_EDIT_ACCOUNT" = "Edit Account";

"LBL_GROUP_DUPLICATION" = "Group with this name already exist";

/************************** MW 2.0.5 ******************/

"LBL_OR" = "or";

"LBL_CREATE_ACCOUNT_DESC_PAYPAL" = "Connect to your PayPal account.";

"WRN_SET_ALL_RECONCILED" = "Are you sure that you want to set all transactions as Reconciled?";

"LBL_LOGIN_ERROR_INVALID_CREDENTIALS" = "We could not add your account because your username and/or password were reported to be incorrect.  Please re-verify your username and password.";

"LBL_LOGIN_ERROR_INVALID_MFA_USER_RESPONSE" = "We're sorry, the authentication information you provided is incorrect. Please try again.";

"LBL_LOGIN_ERROR_UNEXPECTED" = "We're sorry, we couldn't process your account because of unexpected variations. This kind of problem is usually resolved in a few days. Please try again later.";

"AUTOMATICALY_DOWNLOADED_TRANSACTIONS_GROUP" = "Transactions are downloaded automatically";

"MANUALLY_ADDED_TRANSACTIONS_GROUP" = "Enter transactions manually or import from file";

"WATCH_BACKGROUND_THEME" = "Theme";

"WATCH_BACKROUND_THEME_RED" = "Red";

"WATCH_BACKROUND_THEME_GREEN" = "Green";

"WATCH_BACKROUND_THEME_GOLD" = "Gold";

"WATCH_BACKROUND_THEME_BLACK" = "Black";

"WATCH_BACKROUND_THEME_DARK_BLUE" = "Dark Blue";

"WATCH_BACKROUND_THEME_GRAY" = "Gray";

"LBL_SELECT_PAYEE" = "Select Payee";

"LBL_MONEYWIZ_SAVED" = "Saved in MoneyWiz";

/************************** MW 2.0.4 ******************/

/************************** MW 2.0.2 ******************/

"LBL_DISCONNECT_ONLINE_BANKING" = "Disconnect from Online Banking";

"ALERT_DISCONNECT_ONLINE_ACCOUNT" = "After disconnecting, do you want to delete the transactions that were synced from the online banking?";

"LBL_DISCONNECT" = "Disconnect & Keep Transactions";

"LBL_DISCONNECT_AND_DELETE_ONLINE_TRANSACTIONS" = "Disconnect & Delete Transactions";

"LBL_LAST_50_OBJECTS" = "Last 50 objects";

"LBL_DIFFERENCE_WITH_SYNCBITS" = "Differences with SYNCbits";

/************************** MW 2.0.1 ******************/

/* Subscribe to online banking...this is in-app purchase subscription */
"BTN_SUBSCRIBE" = "Subscribe";

"ALERT_ONLINE_BANKING_SUBSCRIPTION_INVALID" = "Your online banking subscription seems invalid. Please go to Settings / Subscriptions to validate it.";

"LBL_ONLINE_BANKING_REQUIRES_SUBSCRIPTION" = "Online banking requires subscription. Do you want to subscribe now?";

"ALERT_RESTORE_PURCHASES_FAILED" = "Restoring your purchases failed. If you are sure you have active subscriptions and you continue to get this message in a few hours, please contact us.";

"ALERT_THANK_YOU_FOR_PURCHASE" = "Thank you for purchase!";

"ALERT_PURCHASE_FAILED" = "Your purchase couldn't be completed! Please try again later. If the error persists, please contact us. Error: ";

"LBL_ONLINE_BANKING" = "Online Banking";

"BTN_RESTORE_PURCHASES" = "Restore Purchases";

/* Applies to paid in-app subscriptions for additional services. */
"LBL_SUBSCRIPTIONS" = "Subscriptions";

"ALERT_MW_BALANCE_DONT_MATCH_ONLINE_BALANCE" = "Only the transactions since %@ were imported, but the current balance in MoneyWiz doesn't match the balance in your online banking. You can edit and delete the transactions or if, you prefer, you can create a new Online Account.";

"LBL_CONNECT_TO_ONLINE_BANKING" = "Connect to Online Banking";

"LBL_PAYMENT_SCHEDULE" = "Payment Schedule";

"CATEGORY_NAME_Car_Rental" = "Car Rental";

"CATEGORY_NAME_Taxi" = "Taxi";

"CATEGORY_NAME_Services" = "Services";

"CATEGORY_NAME_Business" = "Business";

"CATEGORY_NAME_Advertising" = "Advertising";

"CATEGORY_NAME_Supplies" = "Supplies";

"CATEGORY_NAME_Shipping" = "Shipping";

"CATEGORY_NAME_Education" = "Education";

"CATEGORY_NAME_Arts" = "Arts";

"CATEGORY_NAME_Fees" = "Fees";

"CATEGORY_NAME_Gifts" = "Gifts";

"CATEGORY_NAME_Charity" = "Charity";

"CATEGORY_NAME_Insurance" = "Insurance";

"CATEGORY_NAME_Kids" = "Kids";

"CATEGORY_NAME_Pets" = "Pets";

"CATEGORY_NAME_Hotel" = "Hotel";

"CATEGORY_NAME_Shopping" = "Shopping";

"CATEGORY_NAME_Bonus" = "Bonus";

/* Category for purchases related to digital stuff...*/
"CATEGORY_NAME_Digital" = "Digital";

"LBL_NEW_TRANSACTION" = "New Transaction";

/* Interest, as in loan interest...i.e. % that you pay the bank for a loan */
"LBL_TOTAL_INTEREST" = "Total interest";

"LBL_TOTAL_PRINCIPAL" = "Total principal";

"CATEGORY_NAME_Deleted" = "Deleted";

"LBL_CANT_FIND_YOUR_BANK_INFO" = "We add new banks every day! If you want to help us add your bank, please send us an e-mail and let us know the name and country of your bank.";

"LBL_CANT_FIND_YOUR_BANK" = "Can't find your bank?";

/* Make a widget smaller */
"LBL_MAKE_SMALLER" = "Make Smaller";

/* Make a widget bigger */
"LBL_MAKE_BIGGER" = "Make Bigger";

"LBL_MONITORED_BY_BUDGETS" = "Monitored by Budgets";

/* Put account XXX in group YYY */
"LBL_PUT_IN_GROUP" = "Put in Group";

"LBL_PULL_TO_SAVE_TRANSACTION" = "pull down to save the transaction";

"ALERT_NEXT_ONLINE_ACCOUNT_REFRESH_POSSIBLE_AT" = "Next account refresh is possible at %@.";

"ALERT_ONLINE_ACCOUNT_REFRESH_ERROR"="We can't refresh your account right now. Please, try again later.";

"LBL_NOT_NOW" = "Not now";

"ALERT_ONLINE_BANK_PASSWORD_CHANGED" = "MoneyWiz doesn’t know the password for bank %@. This could mean that the password has either been changed or you haven’t yet authorized this device. Do you want to enter the password now?";

"ALERT_CANT_EDIT_ONLINE_PENDING_TRANSACTIONS" = "It’s not allowed to edit pending transactions in online accounts, because they may be changed by your bank. You can edit them once they have been cleared.";

"LBL_AVAILABLE_CREDIT" = "Available Credit";

"LBL_SELECT_ACCOUNT_TO_IMPORT" = "Please, select the account(s) you'd like to import.";

"ALERT_CANNOT_GENERATE_BUDGET_REPORT_NOTCORRECT_FREQUENCY_OR_START_DATE" = "The report cannot be generated because not all budgets have the same start date and frequency.";

"ALERT_BEWARE_DELETE_TRANSACTIONS" = "Beware that if you decide to delete it, all transactions (including scheduled transactions) in it will be deleted as well.";

"ALERT_THIS_INCLUDE_TRANSFER_TRANSACTIONS" = "This includes the transfer transactions and therefore the balances of other accounts may be affected.";

"ALERT_SHOULD_WE_CREATE_CATEGORY" = "This category doesn't exist. Do you want to create it?";

"LBL_PUT_ACCOUNT_IN_GROUP_XXX" = "Create these accounts in a group called '%@'";

"LBL_SELECT_ONLINE_ACCOUNTS_TO_LINK" = "Available accounts";

/* Authenticate your online account, with username & password */
"TITLE_ONLINE_BANKING_CONNECT_VIEW" = "Authenticate";

"ALERT_NEED_TWO_BUDGETS_FOR_TRANSFER" = "Transfer is only possible between two budgets, and you have just one.";

"LBL_OPENING_AVAILABLE_BALANCE" = "Opening available credit";

"LBL_CURRENT_AVAILABLE_BALANCE" = "Current available credit";

"LBL_PRINCIPAL_AMOUNT" = "Principal amount";

"LBL_APR_PERCENTAGE" = "APR %";

"LBL_INTEREST" = "Interest";

"LBL_DURATION" = "Duration";

"LBL_PAYMENT_PLAN" = "Payment plan";

"LBL_FIRST_DUE_DATE" = "First due date";

"LBL_PAYMENT_AMOUNT" = "Payment amount";

"CREATE_LOANS_ACCOUNT_TITLE" = "Create a Loan Account";

"EDIT_LOANS_ACCOUNT_TITLE" = "Edit a Loan Account";

"LABEL_CATEGORY_PRINCIPAL" = "Category for principal";

"LABEL_CATEGORY_INTEREST" = "Category for interest";

"LABEL_PLAN_TYPE" = "Plan type";

"LABEL_EQUAL_PAYMENTS" = "Equal payments";

"LABEL_CUSTOM_PLAN" = "Custom Plan";

"LABEL_ACCOUNT_USED_FOR_PAYMENTS" = "Account used for payments";

"ALERT_AUTOCREATE_PAST_TRANSACTIONS" = "Would you like MoneyWiz to automatically register the past payments towards this loan account?";

"BTN_REGISTER" = "Register";

"BTN_DONT_REGISTER" = "Don't register";

"LBL_LOAN_PAYMENT" = "Loan payment";

"ALERT_DIFFERENT_PRINCIPAL_AMOUNT" = "The total principal amount of this payment plan differs from the principal amount you've set for this account.";

/* Singular... every week */
"STR_REPEAT_EVERY_WEEK" = "Every";

/* Plural... every 3 weeks */
"STR_REPEAT_EVERY_WEEKS" = "Every";

"LBL_WRONG_PIN" = "Wrong PIN";

"LBL_SELECT_BANK" = "Select your bank";

"BTN_CREATE_ACCOUNT_TYPE6" = "Loan Account";

"LBL_CREATE_ACCOUNT_DESC_TYPE6" = "This account is suitable for car loans, mortgages etc.";

"BTN_CREATE_ACCOUNT_TYPE5" = "Online Banking Account";

"LBL_CREATE_ACCOUNT_DESC_TYPE5" = "Connect to your bank and MoneyWiz will automatically download all new transactions. Requires paid subscription.";

"BTN_RESTORE_BACKUP" = "Restore from Backup";

"ALERT_BACKUP_RESTORE" = "Restoring from backup will delete your current MoneyWiz database. Are you sure you want to continue?";

/* Touch ID must not be translated! */
"TXT_PROTECTION_TOUCH_ID_HELP" = "Place your finger to the Touch ID sensor to unlock MoneyWiz.";

"WRN_NEED_ACCOUNT_TO_CREATE_DASHBOARD" = "You need to have at least one account in order to access the Dashboard section.";

"IMPORT_CLIPBOARD_UNFINISHED" = "Unfinished clipboard import";

"PREDEFINED_HIDDEN_GROUP_NAME" = "Hidden Accounts";

/* Translate Basic as in SETTINGS_BASIC_FORMS_TITLE */
"CUSTOM_FORMS_BASIC_MOVE_ALERT_AMOUNT" = "Amount should be in the Basic group.";

/* Translate Basic as in SETTINGS_BASIC_FORMS_TITLE */
"CUSTOM_FORMS_BASIC_MOVE_ALERT" = "At least one of these should remain active and in the Basic group: Category, Payee or Description.";

/* Payment card has expired */
"LBL_SAVING_EXPIRED_CARD_EXPIRED"="Card has expired";

"LBL_SAVING_EXPIRED_CARD_WARNING"="This payment card seems to have expired because the expiry date you've set is in the past. Would you like to go back and update it?";

"LBL_DASHBOARD_NO_SCHEDULED_TRANSACTION"="You don’t have any scheduled transactions for the selected settings.";

"LBL_DASHBOARD_NEW_WIDGET"="New Widget";

"LBL_DASHBOARD_PENDING_TRANSACTION_TITLE"="Pending Transactions";

"LBL_DASHBOARD_SCHEDULED_TITLE"="Scheduled Transactions";

"LBL_DASHBOARD_NO_PENDING_TRANSACTION" = "You don’t have any pending transactions.";

"LBL_REPORT_CUSTOM"="Custom report";

"LBL_REPORT_CATEGORIES_DRILLDOWN" = "Categories Drill-down";

"EXPENSES_TODAY"="Expenses today";

"EXPENSES_THIS_WEEK"="Expenses this week";

"EXPENSES_THIS_MONTH"="Expenses this month";

"INCOMES_THIS_MONTH"="Income this month";

"LIABLITY_LBL" = "Liabilities";

/* Separate tags with XXX separator...like comma, dash etc... */
"LBL_TAGS_SEPARATOR" = "Separate with";

/* number of lines/rows for a text field */
"LBL_MEMO_SIZE" = "Number of lines";

/* "time" as in hours:minutes:seconds... i.e. time of transaction */
"USE_TIME_LBL" = "Use time";

/* "date" as in date of transaction */
"USE_DATE_LBL" = "Use date";

"LBL_APN_MODE" = "Combine push notifications for bills";

"LBL_MAKE_ADJUST_BALANCE_TRANSACTION_SHEDULED_ALERT" = "You can't make scheduled adjust balance.";

"LBL_MAKE_REFUND_TRANSACTION_SHEDULED_ALERT" = "You can't make scheduled refund.";

"LBL_MAKE_MANY_TRANSACTIONS_SHEDULED_ALERT" = "You can schedule only one transaction at a time.";

"LBL_MOVE_ADJUST_BALANCE_TRANSACTION_ALERT" = "Adjust balance transactions can't be moved to different accounts.";

"LBL_SETTINGS_DEPOSIT_WITHDRAWLS" = "In the table view, show incomes & expenses in separate columns";

"CUSTOM_FORMS_SETTINGS_ERROR_SETTINGS" = "At least one of the following should remain enabled in the list of basic fields: Category, Payee or Description.";

"LBL_MEMO" = "Memo";

"LBL_TAGS" = "Tags";

"SETTINGS_CUSTOM_FORMS_CHECK_HELP" = "The check # field will appear only for accounts that have enabled checkbook register.";

"ALERT_YOU_NEED_ACCOUNT_TO_CREATE_TRANSACTIONS" = "You need at least one account in order to create transactions.";

"LBL_ENABLE_AUTOMATIC_BACKUPS" = "Enable automatic backups";

"DUPLICATE_TRANSACTIONS_IMPORT_OPTION_MODAL_VIEW_TITLE" = "Import Options";

/* Basic entry fields shown on a screen */
"SETTINGS_BASIC_FORMS_TITLE" = "Basic";

/* Extended entry fields show on a screen */
"SETTINGS_EXTENDED_FORMS_TITLE" = "Extended";

/* Transaction Layout is a feature that allows users to customize the order in which they enter transaction properties.  */
"SETTINGS_TITLE_CUSTOM_FORMS" = "Transaction Layout";

"SETTINGS_DESCRIPTION_CUSTOM_FORMS" = "To help you optimize your entry process, MoneyWiz allows you to create your own custom layout for transaction entries. You can change the order of the fields, enable and disable them, and choose from the different options that they provide. Reordering these also affects the way the information about a transaction is presented in the list of transactions. For example, if you select the order to be Category, followed by Payee, followed by Description, you will see them in the same order when you view a transaction in the list of transaction.";

"LBL_ALL_TRANSACTIONS" = "All Transactions";

"LBL_DASHBOARD" = "Dashboard";

/* Include scheduled transactions */
"LBL_INCLUDE_BILLS" = "Include scheduled";

"LBL_GROUP_GRAPH" = "Group by accounts";

"LBL_UNCAT_TRANSACTIONS" = "Uncategorized transactions";

"CHART_TYPE_GRAPH" = "Graph Chart";

"CHART_TYPE_BAR" = "Bar Chart";

"CHART_TYPE_PIE" = "Pie Chart";

"LBL_REPORT_CHART_TYPE" = "Chart Type";

"LBL_BUDGET_PERIOD" = "Budget period";

/* Quarters of the year...like Q1, Q2, Q3, Q4 */
"LBL_QUARTERS" = "Quarters";

"ALERT_LAST_BACKUP_CREATION_FAILED" = "Last backup creation failed.";

"BTN_PRINT_REPORT" = "Print";

"LBL_TITLE_CREDIT_CARD_EDIT" = "Payment card information";

"LBL_INLINE_HELP_ACCOUNTS_DESKTOP" = "click here to create your first transaction";

"LBL_INLINE_HELP_BUDGETS_DESKTOP" = "click here to create your first expense in this budget";

"LBL_INLINE_HELP_SCHEDULED_DESKTOP" = "click here to create your first scheduled transaction";

"BTN_SWAP" = "Swap";

"ALERT_INCORRECT_DATES" = "The Receive Date cannot be before the Send Date. Do you want to swap them?";

/* Date of receiving a transfer transaction */
"LBL_TRANSFER_LBL10" = "Receive date";

/* Date of sending a transfer transaction */
"LBL_TRANSFER_LBL8" = "Send date";

"ALERT_SPLIT_UNLOCK_ONE_MORE_ACCOUNT" = "To change this amount, you will need to unlock at least one more account.";

"ALERT_SPLIT_UNLOCK_ONE_MORE_CATEGORY" = "To change this amount, you will need to unlock at least one more category.";

"LBL_TOTAL_AMOUNT" = "Total amount";

"ALERT_ACCOUNT_BALANCE_FALL_UNDER_LIMIT" = "The balance of your account %1$@ just fell under %2$@. Your current balance is %3$@";

"BTN_CARDS" = "Cards";

"BTN_ALERTS" = "Alerts";

"LBL_ACCOUNT_ICON" = "Icon";

"LBL_ACCOUNT_BALANCE_FALL_ALERT" = "Alert me when balance falls under";

"PHLDR_ACCOUNT_BALANCE_FALL_ALERT" = "Balance limit";

"LBL_ACCOUNT_CREDIT_CARD_EXPIRE_ALERT" = "Alert me 1 month before any of my cards expire";

"LBL_DUE_DAY" = "Due day";

"LBL_PAYMENT_CARDS_WARNING" = "Entering this information is optional and meant for your convenience only. We don't see or share this information and it's kept encrypted.";

"BTN_ADD_PAYMENT_CARD" = "Add Payment Card";

"ALERT_CC_EXPIRE_DATES_REQUARED_TO_ENABLE" = "To enable this alert, you need to set an expiry date for at least one payment card.";

"LBL_CARD_NUMBER" = "Card number";

"LBL_CARD_HOLDER_NAME" = "Name on card";

"PHLDR_CARD_HOLDER_NAME" = "Name on card";

"LBL_CARD_EXPIRE_DATE" = "Expire date";

"LBL_CARD_CCV" = "CCV code";

"LBL_PICTURE" = "Picture";

/* No report data available */
"ALERT_CHART_NO_DATA" = "No data";

"LBL_CHART_AXIS_FORECAST" = "Forecasting (Balance)";

"LBL_CHART_AXIS_TRENDS" = "Income/Expenses";

"LBL_CHART_AXIS_BUDGET_BALANCE" = "Balance/Expenses";

"REPORTS_CSV_SEPARATOR_PIPE" = "Pipe";

"REPORTS_CSV_SEPARATOR_SEMICOLON" = "Semicolon";

"REPORTS_CSV_SEPARATOR_COMMA" = "Comma";

"REPORTS_CSV_ENCODING_RECOMMENDED" = "Recommended";

"REPORTS_CSV_ENCODING_MS_EXCEL" = "MS Excel for Mac";

"REPORTS_CSV_ENCODING_ASCII" = "Standard English";

"LBL_ALL_TRANSACTIONS_ASSIGNED_TO%@WILL_BE_REASSIGNED_TO%@." = "All transactions assigned to \'%1$@\', will be reassigned to \'%2$@\'.";

"LBL_CATEGORY_WILL_BE_DELETED_TITLE" = "This category will be permanently removed from all transactions and budgets.";

"TXT_ALERT_VOID_CHEQUE" = "Are you sure you want to void this cheque?";

/* Un-void/cancel a check/cheque */
"BTN_UNVOID_CHEQUE" = "Un-VOID Check";

/* Void/cancel a check/cheque */
"BTN_VOID_CHEQUE" = "VOID Check";

/* Showing a duplicate object */
"TEXT_FORMAT_DUPLICATE_ENTRY" = "%@ (Duplicate)";

"LBL_DO_NOT_SYNC_ON_UNSECURED_WIFI" = "Don't sync when using unsecured WiFi";

"LBL_SYNC_RECEIPTS_AND_ATTACHMENTS_ON_WIFI_ONLY" = "Sync receipts & attachments on WiFi only";

/* Advanced settings */
"LBL_SYNC_ADVANCED" = "Advanced";

"LBL_DELETE_ACCOUNT_GROUP_FORMAT" = "Are you sure you want to delete the '%@' group?";

"BTN_ACCOUNT_GROUP_NAME_NEW" = "New Group";

"BTN_ACCOUNT_GROUP_NAME_EDIT" = "Edit Group";

"LBL_ACCOUNT_GROUP_NAME_PLACEHOLDER" = "Group name";

"LBL_OPENING_BALANCE" = "Opening balance";

"ALERT_DELETE_CATEGORY" = "Are you sure you want to delete this category?";

"ALERT_DELETE_CATEGORIES" = "Are you sure you want to delete these categories?";

"ALERT_DELETE_CATEGORIES_USED_BY_TRANSACTION" = "At least one of the selected categories is used in existing transactions or budgets. Please delete the categories one by one.";

"LBL_DELETE_CATEGORY" = "Delete category";

"LBL_DELETE_CATEGORY_USED_BY_TRANSACTION" = "This category is used in existing transactions. Please select one of the following:";

"LBL_OPTION1_MERGE" = "Merge & Delete";

"LBL_BUDGET_TRANSFER" = "Budget Transfer";

"LBL_TRANSFER_BUDGET_LBL1" = "From Budget";

"LBL_TRANSFER_BUDGET_LBL2" = "To Budget";

"OPEN_MONEY_WIZ" = "Open MoneyWiz";

"APN_MSG_MW_NOT_USED_WEEK" = "It seems you haven't checked on your finances for a week now. It might be a good idea to do so at least once a week.";

"LBL_BUDGET_CARRIED_BALANCE" = "Carried balance";

/* Rollover for budget...i.e. state where the budget will recalculate its new amount in the new month, based on how much was spent last month */
"LBL_ROLLOVER" = "Rollover";

"LBL_MOVE_TRANSFER_TRANSACTION_ALERT" = "You can't move one or more transfers to this account as transfer transaction is only possible between two different accounts.";

"LBL_REPORTS_CSV_ENCODING" = "Encoding";

"LBL_REPORTS_CSV_SEPARATOR" = "Column separator";

"LBL_REPORTS_CSV_DATE_FORMAT" = "Date format";

"LBL_REPORTS_PDF_QUALITY" = "Quality";

"REPORTS_PDF_QUALITY_GOOD" = "Good";

"REPORTS_PDF_QUALITY_BETTER" = "Better";

"REPORTS_PDF_QUALITY_BEST" = "Best";

"REPORTS_PDF_IMAGES" = "Images";

"FREQUENCY_CB_TITLE" = "Backup frequency";

"BACKUP_NUMBERS_CB_TITLE" = "Number of backups to keep";

/* Browse to select directory location for backup */
"BACKUP_SAVE_PANEL_CHOOSE_BTN_TITLE" = "Browse";

"QUIT_BACKUP_FREQUENCY_ITEM" = "Every time I quit MoneyWiz";

"DAY_BACKUP_FREQUENCY_ITEM" = "Once a day";

"WEEK_BACKUP_FREQUENCY_ITEM" = "Once a week";

"MONTH_BACKUP_FREQUENCY_ITEM" = "Once a month";

"SETTINGS_TITLE_BACKUP" = "Backup";

"DELETE_HISTORY_ITEM_ALERT_MESSAGE" = "Did you know that the auto-completers are populated and updated automatically with the information from the last 100 transactions? So there is no need to manually manage them, but if deleting one makes you happy, so be it.";

"LBL_USE_PROGRAM_IN_LANGUAGE_ALERT" = "You have changed your language preferences. To run MoneyWiz in %1$@, please restart it. Have in mind that the dates will continue to show in format according to your regional settings.";

"LBL_RECONCILE" = "Reconcile";

/* Some amount out of another amount and currency...i.e. 100 USD 'out of 200 USD' */
"BUDGET_SPLIT_FORMAT"               = "out of";

/* Move transaction between accounts */
"ALERT_MOVE_SINGLE_TRANSACTION" = "Are you sure you want to move %@ to %@?";

"ALERT_MOVE_MANY_TRANSACTIONS" = "Are you sure you want to move the selected %d transactions to %@?";

"BTN_MOVE" = "Move";

/*========================== 2.0.0 ==========================*/

"LBL_FORCE_SYNC" = "Force sync";

"LBL_SYNC_FORCED" = "MoneyWiz will now force sync the last 50 transactions you entered. Please give it at least a minute to sync before you close it or make any changes.";

"ALERT_MW_WITH_SYNC" = "Did you know that MoneyWiz is available for iPhone, iPad, Mac and Android? And using SYNCbits you can sync all of your data between all these devices. Visit our website http://moneywizapp.com to learn more.";

"BTN_OPEN_WEBSITE" = "Open website";

/*========================== 1.5.6 ==========================*/

"MSG_SELECT_SAVE_LOCATION" = "Where would you like to save the file?";

"SAVE_TO_EXTERNAL_LOCATION" = "Save Externally";

"SAVE_ON_DEVICE" = "Save on device";

"LBL_MERGED_ACCOUNTS" = "Merged accounts";

"BTN_SELECT_FILE" = "Select a file";

"LBL_SELECT_FILE_MANAGEMENT_APP" = "Select a file management application";

"MSG_IMPORT_NO_FILE_MANAGER_FOUND" = "It appears you don\'t have a file management application installed. Please consider installing one or importing your files via an e-mail attachment.";

"MSG_UNSUPPORTED_IMPORT_FILE_FORMAT" = "This file format is not supported.";

"DATABASE" = "Database";

"BTN_EXPORT_DATABASE" = "Export database file";

"BTN_REPLACE_DATABASE" = "Replace database. Select file...";

"ERR_INVALID_DATABASE_FILE" = "The file you selected is not a valid database file.";

"ALERT_REPLACE_DATABASE_FILE" = "Are you sure you want to override the database? Your current data will be lost and replaced with the data in the new database file.";

/* Database was copied to some location... like /disk1/downloads/ */
"MSG_COPIED_DATABASE_TO_LOCATION" = "Database was copied to %s";

"SAVING_IMAGE" = "Saving image...";

"NOT_ENOUGH_DISK_SPACE" = "You don\'t have enough disk space.";

"DONT_SYNC_WHEN_USING_UNSECURED_WIFI" = "Don\'t sync when using unsecured Wi-Fi";

"SYNC_RECEIPTS_AND_ATTACHEMENTS_ON_WIFI_ONLY" = "Sync receipts &amp; attachments on WiFi only";

"ADVANCED_SETTINGS" = "Advanced Settings";

/* Some amount out of another amount and currency...i.e. 100 USD 'out of 200 USD' */
"OUT_OF" = "out of %1$s %2$s";

"IMPORT_FROM_FILE" = "Import from a file";

"IMPORT_FROM_CLIPBOARD" = "Import from clipboard";

"MSG_ERROR_IMPORT_FROM_CLIPBOARD" = "Make sure you copied the entire contents of the file into the clipboard before attempting to import from clipboard.";

"CLIPBOARD" = "Clipboard";

"BTN_ONLINE_HELP" = "Online Help";

"MSG_DELETE_FILE_CONFIRMATION" = "Are you sure you want to delete this file?";

"INCLUDE_IN_NETWORTH_CALCULATIONS" = "Include in Net Worth";

"MSG_FILE_COULD_NOT_BE_OPENED" = "The selected file could not be opened.";

"HELP_SETTINGS_IMPORT_ANDROID" = "There are two ways to import a CSV, OFX or QIF file. One way is to e-mail the file to yourself, as an attachment, and then open the attachment with MoneyWiz via a mail app. Another way is to tap the Select File button in the Import menu and then use a file browser or a cloud service to find the file you want to import. Please, notice that once you successfully import the data from a file, the file will automatically be deleted to avoid duplicate imports. For more information please visit our website.";

/*========================== 1.5.3 ==========================*/

/* Security Question */
"SYNC_SECURITY_QUESTION_LABEL" = "Question";

/* Security Answer */
"SYNC_SECURITY_ANSWER_LABEL" = "Answer";

"SYNC_SECURITY_ANSWER_PLACEHOLDER" = "Your answer";

"ALERT_CHECK_EMAIL_FOR_PASSWORD_CHANGE_LINK" = "We've sent you an e-mail with a link to reset your password.";

"SYNC_SECURITY_QUESTION1" = "What is your favorite color?";

"SYNC_SECURITY_QUESTION2" = "What is your mother's maiden name?";

"SYNC_SECURITY_QUESTION3" = "What time of the day were you born?";

"SYNC_SECURITY_QUESTION4" = "What was your dream job as a child?";

"SYNC_SECURITY_QUESTION5" = "Who was your childhood hero?";

"SYNC_SECURITY_QUESTION6" = "What is your favorite movie?";

"SYNC_SECURITY_QUESTION7" = "What is your favorite animal?";

"SYNC_MIGRATION_SECURITY_QUESTIONS_TITLE" = "Security Questions";

/* Don't Quit MoneyWiz is implied. */
"BTN_DONT_QUIT" = "Don't Quit";

"ALERT_ONGOING_SYNC" = "There is an ongoing sync session. If you quit now, your latest changes may not be synced. Are you sure you want to quit MoneyWiz?";

"BTN_REMIND_ME_LATER" = "Remind Me Later";

/* Status message on progress window once download of an update has finished. */

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */

"LBL_UPDATING_PROGRESS" = "Updating %@";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */

/* Alternative name for "Install" button if we have a paid update or other update
 without a download but with a URL. */

"ALERT_RELOCATE_CATEGORY_TRANSACTIONS" = "In order to create a subcategory of %1$@, MoneyWiz will move your existing transactions from %1$@ into a subcategory named %2$@.";

/* Auto detected language...for languages selection. Can be translated as Automatic. */
"LBL_AUTO_DETECTED" = "Auto-detected";

/* This is about linking MW accounts that have transfer transactions between them */
"WRN_CANT_LINK_TRANSFER_TO_SAME_ACCOUNT" = "You can't link accounts that have a transfer between them, to the same MoneyWiz account.";

/* This is to indicate that a certain transaction is not a transfer */
"LBL_NOT_A_TRANSFER" = "Not a transfer";

/* MW accounts which are relevant to transfer transactions */
"LBL_ACCOUNTS_RELEVANT_TO_TRANSFERS" = "Accounts relevant to transfers only";

/* From a file that is being imported... */
"LBL_ACCOUNTS_FROM_THE_FILE" = "Accounts from the file";

/* Convert an income transaction to a refund transaction */
"LBL_CONVERT_TO_REFUND" = "Convert to Refund";

"LBL_SELECT_ORIGINAL_EXPENSE" = "Please, select the original expense transaction.";

"TEXT_CONVERT_TO_REFUND_TRANSACTION_HELP" = "Use this screen when you need to convert an income transaction to a refund. You'd need that if you accidentally made an income instead of a refund, or if you imported from a bank statement and the refunds were imported as incomes.";

"ALERT_INCOME_CONVERTED_TO_REFUND" = "The income was successfully converted to a refund.";

/* Total  money spent/earned for period of time */
"LBL_TOTAL_FOR_PERIOD" = "Total for period";

/* Visible accounts... like "Visible (12)" meaning "12 accounts are visible" */

/* Hidden accounts... like "Hidden (12)" meaning "12 accounts are hidden" */

/* As a noun... Like there are 12 Refunds in MW */
"BTN_REFUNDS" = "Refunds";

/* As a verb... Refund a specified transaction. */
"LBL_REFUND" = "Refund";

"LBL_REFUND_OF_A" = "Refund of %@";

"ALERT_DELETE_ST_OR_KEEP" = "The transaction %1$@ was scheduled for %2$i payments. All payments are now completed. Would you like to delete this scheduled transaction or keep it?";

"ALERT_EXECUTE_FEATURE_ST" = "This scheduled transaction is not due for payment yet. Are you sure you want to pay it before the planned date has arrived?";

/* Sorting by default */
"SORT_DEFAULT" = "Default";

/* Show hidden account */
"BTN_SHOW" = "Show";

/* Total expenses/incomes for given period of time */
"LBL_TOTAL" = "Total";

"ALERT_NO_AMOUNT_WHEN_AUTO_PAY_ON" = "An amount should be specified for transactions with enabled Auto-pay feature.";

"LBL_CHECKBOOK_NUMBER" = "Check #";

"ALERT_DUPLICATE_CHECKBOOK_NUMBER" = "Another transaction with this check number already exists in this account. Do you wish to continue or cancel?";

/* Make a transaction to be scheduled */
"BTN_MAKE_SCHEDULED" = "Make Scheduled";

"BTN_CHECKBOOK_REGISTER_SWITCH" = "Checkbook Register";

"HELP_AUTOPAY" = "If a scheduled transaction is set to auto pay, it will be automatically paid when it becomes due and you start MoneyWiz.";

/* Collapse all accounts */
"BTN_COLLAPSE_ALL" = "Collapse all";

/* Expand all accounts */
"BTN_EXPAND_ALL" = "Expand all";

/* Auto-pay a scheduled transaction */
"LBL_AUTO_PAY"="Auto-pay";

/* Example: "Use MoneyWiz in: English". This describes in what language to run MoneyWiz */
"LBL_USE_PROGRAM_IN_LANGUAGE" = "Use MoneyWiz in";

"LBL_RECONCILE_TRANSACTIONS_TOOLTIP" = "Reconcile transactions";

/* Make a transaction cleared and reconciled. */
"BTN_CLEAR_AND_RECONCILE" = "Clear & Reconcile";

"APN_MSG_ST_DUE_TO_EXECUTION_A" = "The following scheduled transaction is due for payment: %1$@.";

"APN_MSG_A_ST_WAITING_FOR_EXECUTION" = "There are %1$@ scheduled transactions due for payment.";

/* Describes the strength of a password - 1 of 3 options */
"LBL_PASSWORD_STRENGTH_WEAK" = "Weak";

"LBL_PASSWORD_STRENGTH_MEDIUM" = "Medium";

"LBL_PASSWORD_STRENGTH_STRONG" = "Strong";

/* A setting which allows the user to see -/+ sign in front of transactions amounts, the alternative option is to see red color for negative and green color for positive */
"GENERAL_NEGATIVE_SHOW_MINUS_SIGN" = "Show +/- sign of transactions";

/* This is the operation of withdrawing money when using a bank card at an ATM */
"ATM_WITHDRAWAL" = "ATM Withdrawal";

"BTN_BUY" = "Buy";

/* Sign Up for the SYNCbits service. Can also be said "Register" for the service.
 Mind the consistency with BTN_LOG_OUT and BTN_LOGIN as they are used together...
 For example we have 2 buttons next to each other Sign Up and Sign In. */
"BTN_SIGN_UP" = "Sign Up";

/* Export of data...like the opposite of Import */
"MENU_ITEM_EXPORT" = "Export";

"ALERT_FILL_ALL_FIELDS" = "Please, fill in all fields.";

/* The term PIN is used, see glossary row #14 */
"PIN_PASSWORDS_DO_NOT_MATCH" = "The PIN codes don't match.";

/* The term PIN is used, see glossary row #14 */
"ALERT_WRONG_PIN_PASSWORD_ENTERED_10_TIMES" = "You have entered wrong PIN code 10 times. All your data was erased from the device.";

/* The term PIN is used, see glossary row #14 */
"LBL_FORGOT_PIN_PASSWORD" = "Forgot PIN";

"LBL_CONFIRM_PIN_PASSWORD" = "Confirm PIN";

"LBL_OLD_PIN_PASSWORD" = "Old PIN";

"ALERT_OLD_PIN_IS_INCORRECT" = "The old PIN is incorrect.";

"LBL_NEW_PIN_PASSWORD" = "New PIN";

"LBL_EDIT_PIN_PASSWORD" = "Change PIN";

"LBL_ENABLE_PIN_PROTECTION" = "Enable PIN Protection";

"LBL_DISABLE_PIN_PROTECTION" = "Disable PIN Protection";

"LBL_PIN_PROTECTION_ERASE" = "Erase all data after 10 wrong attempts to enter the PIN";

/* Request PIN after 1 min, 5 min, 15 mins etc... */
"LBL_REQUEST_PIN_PASSWORD_AFTER" = "Request PIN after";

/* Continue to the next step/action etc... */
"BTN_CONTINUE" = "Continue";

/* The term account is used, see glossary row #2 */
/* The term link is used, see glossary row #15 */
"ALERT_SOME_TRANSACTIONS_MAY_NOT_IMPORT" = "Some transactions may not import, if you don't link all accounts.";

/* Currency sign...like $. */
"LBL_CURRENCY_SIGN" = "Sign";

"LBL_IMPORT_CSV_TITLE" = "Import: Match CSV fields";

"LBL_IMPORT_CSV_SUBTITLE" = "Please link the fields found in the CSV file (on the left side of the table) to your MoneyWiz fields (on the right side of the table).";

"LBL_IMPORT_CSV_ERROR_PARSING" = "The fields in this CSV file could not be parsed.";

"LBL_SHOW_CHANGE_CURRENCY_SYMBOL" = "Show currency sign, instead of currency code";

/* This is the operation of withdrawing or depositing money when using a bank card at an ATM */
"OFX_IMPORT_ATM_CASH_VIRTUAL_ACCOUNT_NAME" = "ATM withdraws/deposits";

/* End the transaction after 5 repeats (repeats means number of occurrences) */
"END_AFTER_X_REPEATS" = "After %1$@ repeats";

/* Meaning that a payee is not linked to a category */
"BTN_NOT_LINKED_PAYEE_TO_CATEGORY" = "Not linked";

"LBL_LINK_PAYEES_TO_CATEGORIES" = "Please, link the payees you are importing (on the left) to your MoneyWiz categories (on the right).";

/* XXX and YYY are dates...do not translate them */
"ALERT_SKIP_PAYMENT_NEXT_PAYMENT_DATE" = "Are you sure you want to skip the payment of this transaction on %1$@? The next payment would be on %2$@.";

"ALERT_SKIP_PAYMENT_LAST_PAYMENT" = "This will be the last payment of this transaction. Are you sure you want to skip it?";

/* Skip the payment of one scheduled transaction */
"BTN_SKIP_SCHEDULED_TRANSACTION" = "Skip";

/* Options for a scheduled transaction...like Edit, Delete, Skip */
"BTN_OPTIONS" = "Options";

/* set transactions as cleared...(cleared vs pending)
 * The term clear is used. Check glossary row #6 */
"BTN_SET_AS_CLEARED" = "Set as Cleared";

/* set transactions as pending
 * The term pending is used. Check glossary row #5 */
"BTN_SET_AS_PENDING" = "Set as Pending";

/* set transactions as reconciled
 * The term reconcile is used. Check glossary row #10 */
"BTN_SET_AS_RECONCILE" = "Set as Reconciled";

/* set transactions as not-reconciled
 * The term reconcile is used. Check glossary row #10 */
"BTN_SET_AS_NOT_RECONCILED" = "Set as not Reconciled";

/* number of instalments...i.e. how many payments transaction has...like 12 instalments for a loan */
"LBL_ST_END_REPEATING" = "End";

"ALERT_MULTIEDIT_NO_TRANSFER_TRANSACTIONS" = "Bulk editing for transfers is not supported.";

"ALERT_MULTIEDIT_NO_SPLIT_TRANSACTIONS" = "Bulk editing for split transactions is not supported.";

"ALERT_MULTIEDIT_DIFFERENT_TYPE_TRANSACTIONS" = "Bulk editing for different types of transactions is not supported. Please, select only expenses or incomes.";

"LBL_ALL_RIGHTS_RESERVED" = "All Rights Reserved. SilverWiz and MoneyWiz are trademarks of SilverWiz Ltd. Mac, iPhone, and iPad are trademarks of Apple Inc.";

"LBL_CURRENCY" = "Currency";

/* Currency code...like USD, GBP, EUR etc... */
"LBL_CURRENCY_CODE" = "Code";

/* Is the currency active */
"LBL_IS_CURRENCY_ACTIVE" = "Active";

"MENU_TITLE_ABOUT_MONEYWIZ" = "About MoneyWiz";

"MENU_TITLE_PREFERENCES" = "Preferences";

/* This is a default Mac menu */
"MENU_TITLE_SERVICES" = "Services";

"MENU_TITLE_HIDE_MONEYWIZ" = "Hide MoneyWiz";

/* Hide other apps */
"MENU_TITLE_HIDE_OTHERS" = "Hide Others";

/* Show all apps */
"MENU_TITLE_SHOW_ALL" = "Show All";

"MENU_TITLE_QUIT_MONEYWIZ" = "Quit MoneyWiz";

/* File menu...like File -> New etc... */
"MENU_TITLE_FILE" = "File";

/* The term account is used. Check glossary row #2 */
"MENU_TITLE_NEW_ACCOUNT" = "New Account";

"MENU_TITLE_NEW_BUDGET" = "New Budget";

"MENU_TITLE_NEW_EXPENSE" = "New Expense";

"MENU_TITLE_NEW_INCOME" = "New Income";

"MENU_TITLE_NEW_TRANSFER" = "New Transfer";

"MENU_TITLE_NEW_ADJUST_BALANCE" = "New Adjust Balance";

"MENU_TITLE_UNDO" = "Undo";

"MENU_TITLE_REDO" = "Redo";

"MENU_TITLE_CUT" = "Cut";

"MENU_TITLE_COPY" = "Copy";

"MENU_TITLE_PIN_PROTECTION" = "PIN Protection";

"MENU_TITLE_WINDOW" = "Window";

"MENU_TITLE_MINIMIZE" = "Minimize";

"MENU_TITLE_ZOOM" = "Zoom";

"MENU_TITLE_BRING_ALL_TO_FRONT" = "Bring All to Front ";

"MENU_TITLE_PRODUCT_HELP" = "MoneyWiz Help";

/* Term PIN is used, check glossary row #14 */
"LBL_ENTER_PIN_PASSWORD" = "Enter PIN";

/* Term account is used, check glossary row #3 */
"ALERT_CANNOT_CREATE_SYNC_ACCOUNT_WRONG_DB" = "There was a problem creating your SYNCbits account. Please, contact us at hello@moneywizapp.com and we'll resolve it for you.";

"ALERT_SIGNUP_TO_SYNCBITS_FROM_PROPER_DEVICE" = "If you are using MoneyWiz on another device, please sign up for your SYNCbits account from that device.";

"ALERT_MIGRATION_FAIL" = "There was a problem migrating your database file to a newer version. Don't worry, our support staff can do this manually for you. Please, e-mail us at hello@moneywizapp.com and we'll help you right away. Do not re-install MoneyWiz in the meantime. Just leave it as it is. MoneyWiz will now close, because it can't continue to run without proper migration first.";

"LBL_SEARCH_TRANSACTIONS_DUPLICATES" = "Searching for duplicate transactions...";

/* Close the app...MoneyWiz */
"BTN_EXIT_NOW" = "Close Now";

/* Term pending is used, check glossary row #5 */
/* Term adjust balance is used, check glossary row #7 */
"ALERT_RECONCILE_TRANSACTION_CANT_BE_PENDING" = "Adjust Balance transactions cannot be pending.";

/* Term adjust balance is used, check glossary row #7 */
"ALERT_CANT_EDIT_RECONCILE_TRANSACTION" = "Adjust Balance transactions cannot be edited. You can delete this transaction in case it's no longer needed.";

"LBL_DELETE_MULTIPLE_PAYEE" = "Are you sure you want to delete the selected %d payees?";

"LBL_EXPENSE_MULTIEDIT_TITLE1" = "Edit %@ Transactions";

/* The string is used when there are multiple values for one and the same property. For example, when editing several transactions with different descriptions */
"MULTIEDIT_VARIOUS_TEXT" = "Multiple values";

"REPORT_FILE_SAVE_PROMPT" = "Save Report As";

"LBL_NOT_REPEATABLE" = "Not repeating";

"LBL_WEEK" = "Week";

/* Term forecast is used, check glossary row #12 */
"LBL_REPORT_TITLE_NET_WORTH_FORECAST" = "Net Worth Forecast";

/* A date follows after this string like When: 12/08/2012 */

"LBL_RECONCILE_MODE" = "Reconcile Mode";

"LBL_CLICK_TO_SET_BUDGET_PANEL_MODE" = "Click to select";

/* Term Password is used, check glossary row #17 */
"LBL_PASSWORD_CHANGED" = "Password was changed";

"ALERT_PASSWORD_FOR_SYNC_ACCOUNT_A_CHANGED" = "The password for account %1$@ has been changed. Please, sign in by entering the new password.";

"LBL_PASSWORD_CHANGE_WARNING" = "Mind that when you change the password of your SYNCbits account, you will be signed out on all other previously authorized devices until you enter the new password.";

"LBL_NO_SAVED_REPORTS" = "There are no saved reports.";

"LBL_YESTERDAY" = "Yesterday";

/* The word Show is used like a verb. After that the user will have selectable options. */
"LBL_BUDGET_PANEL_MODES" = "Mode";

"LBL_TAP_TO_SET_BUDGET_PANEL_MODE" = "Tap to select";

"LBL_BUDGETS_BALANCE_LBL4" = "Daily Allowance";

"LBL_MIGRATION_WAIT" = "Migration... please wait.";

"BTN_NEW" = "New";

/* followed by week, month, year options */
"LBL_BREAKDOWN_BY" = "Breakdown by";

"LBL_REPORT_TRENDS" = "Trends";

/* Mind that this is the plural form */
"LBL_WEEKS" = "Weeks";

/* The term account is used. Check glossary row #2 */
"LBL_FOR_ALL_ACCOUNTS" = "For all accounts";

"LBL_IMPORT_DRAG_DROP" = "Import file";

/* The term balance is used. Check glossary row #9
 * The term running balance is used. Check glossary row #13 */
"LBL_SHOW_RUNNING_BALANCE" = "Show running balance";

/* The term reconcile is used. Check glossary row #10
 * Upon pressing this button, the user will exit reconcile mode */
"LBL_EXIT_RECONCILE" = "Exit Reconcile";

/* The term reconcile is used. Check glossary row #10 */
"LBL_RECONCILE_HELP" = "You are in reconcile mode. In this mode tapping on a transaction will mark that transaction as reconciled. To un-reconcile a transaction just tap again. Use this mode to verify your transactions against a bank statement or other document.";

/* The term reconcile is used. Check glossary row #10 */
"LBL_IN_RECONCILE_MODE" = "In Reconcile Mode";

/* The term reconcile is used. Check glossary row #10 */
"LBL_SHOW_RECONCILED" = "Show reconciled";

/* The term reconcile is used. Check glossary row #10 */
"LBL_UNRECONCILED" = "Show un-reconciled";

/* The term reconcile is used. Check glossary row #10 */
"LBL_ALL_RECONCILED" = "Set all as reconciled";

"NEXT_6_MONTHS" = "Next 6 Months";

"NEXT_12_MONTHS" = "Next 12 Months";

/* The term forecast is used. Check glossary row #12 */
"LBL_REPORT_FORECAST" = "Forecast";

"LBL_REPORT_STAT_TRANSACTIONS_COUNT" = "Total number of transactions";

"LBL_REPORT_STAT_TOP_5_EXPENSE_CATEGORIES" = "Top 5 Expense categories";

"LBL_REPORT_STAT_TOP_5_EXPENSE_PAYEES" = "Top 5 Payees by expenses";

"LBL_REPORT_STAT_TOP_INCOME_CATEGORIES" = "Top Income categories";

"LBL_REPORT_STAT_TOP_INCOME_PAYEE" = "Top Payee by Income";

"LBL_REPORT_STAT_NETWORTH_CURRENT" = "Current net worth";

"LBL_REPORT_STAT_NETWORTH_HIGHEST" = "Highest net worth";

"LBL_REPORT_STAT_NETWORTH_LOWEST" = "Lowest net worth ";

"LBL_NEVER" = "Never";

"LBL_DAILY_AVG" = "Daily Average";

"LBL_MONTHLY_AVG" = "Monthly Average";

"LBL_YEARLY_AVG" = "Yearly Average";

"LBL_ALL_TIMES" = "All Time Totals";

"ALL_TIME" = "All time";

"LBL_REPORT_STATISTICS" = "Statistics";

"LBL_REPEAT_DAY" = "day";

"LBL_REPEAT_MONTH" = "month";

"LBL_REPEAT_YEAR" = "year";

"STR_REPEAT_EVERY_MONTH" = "Every";

"STR_REPEAT_EVERY_DAY" = "Every";

"STR_REPEAT_EVERY_YEAR" = "Every";

"STR_REPEAT_EVERY_MONTHS" = "Every";

"STR_REPEAT_EVERY_YEARS" = "Every";

"LBL_ALL_OTHERS" = "All others";

/* The term account is used. Check glossary row #2 */
"ALERT_ACCOUNT_A_BECOME_NEGATIVE" = "The account %1$@ just went to negative balance. You might want to check if everything's correctly entered there.";

/* The term account is used. Check glossary row #2 */
"ALERT_ACCOUNT_WITH_SAME_NAME_EXIST" = "An account with the same name already exists.";

/* The term account is used. Check glossary row #3 */
"ALERT_AGREE_WITH_AGREEMENT" = "By signing up for an account with us, you agree that all the data you enter in MoneyWiz will be uploaded to our secure servers. This data will be kept strictly confidential, and we'll never give it to third parties. Do you agree?";

/* This string is used when the user enter wrong PIN. The attempts are for entering PIN. */
"ALERT_BEFORE_10_WRONG_PASSWORDS" = "After %1$i more wrong attempts all your data will be erased from the device.";

"ALERT_CANCEL_SYNC_AND_LOGOUT" = "Are you sure you want to cancel the sync and Sign Out?";

/* The term account is used. Check glossary row #2 */
"ALERT_CANT_DISABLE_USED_CURRECY" = "You can't disable this currency, because it's being used by accounts and/or budgets.";

"ALERT_CANT_DOWNLOAD_CURRENCY_RATE" = "You can't enable this currency at the moment, because its rate could not be downloaded. Please, check your internet connection and try again.";

/* The term password is used. Check glossary row #17 */
"ALERT_CANT_RESTORE_PASSWORD_NOW" = "Sorry. Password can not be restored for now.";

"ALERT_CATEGORY_WITH_SAME_NAME_EXIST" = "A category with the same name already exists.";

/* The term account is used. Check glossary row #2 */
"ALERT_CONVERTED_AMOUNT_WARNING" = "Since you've made transactions in accounts with different currencies, please make sure that the converted amount in each account is correct, and if necessary edit it or adjust the account's balance.";

/* The term account is used. Check glossary row #2 */

"ALERT_DELETE_BUDGET" = "Are you sure you want to delete this budget?";

"ALERT_DELETE_BUDGETS_MONITORED_DELETED_CATEGORY" = "Budget(s) below monitor only this category. Delete this budget(s)?";

"ALERT_DELETE_ST" = "Are you sure you want to delete this scheduled transaction?";

/* The term account is used. Check glossary row #2 */
"ALERT_DELETE_TRANSACTION" = "Are you sure you want to delete this transaction? ";

"ALERT_ADD_CHANGE_BALANCE" = "It will also change your account balance.";

"ALERT_DEVICE_CANT_SEND_EMAIL" = "Your device is not configured to send mail.";

"ALERT_EMAIL_NOT_REGISTERED" = "The e-mail address you entered is not registered with us.";

"ALERT_FOLLOWING_BUDGETS_EXCIDED_A" = "The following budgets are exceeded: %1$@.";

"ALERT_FOLLOWING_BUDGETS_LOW_A" = "The following budgets are low: %1$@";

"ALERT_FROM_MUST_BE_EARLIER_THAN_TO" = "'From date' must be earlier than 'To date'.";

/* The term password is used. Check glossary row #17 */
"ALERT_INCORRECT_PASSWORD_TRY_AGAIN" = "This password is incorrect. Please, try again.";

/* The term balance is used. Check glossary row #9 */
/* The term pending is used. Check glossary row #5 */
"ALERT_MAKE_TRANSACTION_PENDING" = "Are you sure you want to set this transaction as pending? This will change your current balance.";

/* The term аccount is used. Check glossary row #2 */
"ALERT_NEED_ACCOUNT_TO_ACCESS_REPORT" = "You need at least one account in order to access reports.";

/* The term аccount is used. Check glossary row #2 */
"ALERT_NEED_ACCOUNT_TO_ACCESS_ST" = "You need at least one account in order to access scheduled transactions.";

"ALERT_NEED_ACTIVATE_INTERNET_TO_SYNC" = "You need active internet connection in order to sync.";

"ALERT_NEED_INTERNET_FOR_THIS_FEATURE" = "You need active internet connection to access this feature.";

/* The term аccount is used. Check glossary row #2 */
"ALERT_NEED_TWO_ACCONTS_FOR_TRANSFER" = "Transfer is only possible between two accounts, and you have just one.";

"ALERT_NO_BUDGETS_FOR_BUDGETS_MONEY_REPORT" = "You need to have at least two budgets to generate this report.";

"ALERT_NO_BUDGETS_FOR_BUDGET_REPORT" = "You need to have at least one budget to generate this report.";

"ALERT_NO_PAYEES_FOR_PAYEES_MONEY_REPORT" = "You need to have at least one payee to generate this report.";

"ALERT_PASSWORD_6_CHARS" = "Error. Your password must be at least 6 characters.";

"ALERT_PASSWORD_EMAILED" = "We've e-mailed your password. Check your mail.";

"ALERT_PAST_TRANSACTION_CREATED" = "The transaction that you just created is in the past, and won't be visible with the filter you've selected. To see it, please select a different period filter, by clicking the Filter button at the top of this screen, and then Period.";

"ALERT_PAYEE_WITH_SAME_NAME_EXIST" = "A payee with the same name already exists.";

"ALERT_SEARCH_TRANSACTIOS_FILTERED" = "There are other transactions, which are not visible because of your filters preferences.";

"ALERT_SELECT_ANOTHER_PARENT_CATEGORY" = "The category %@ cannot be a subcategory of itself.";

"ALERT_SELECT_AT_LEAST_1_CURRENCY" = "Please, select at least one currency.";

"ALERT_SELECT_CATEGORY_NAME" = "Please, enter name for this category.";

"ALERT_SELECT_CATEGORY_TO_EDIT" = "Please, select the category you want to edit.";

"ALERT_SELECT_PAYEE_TO_EDIT" = "Please, select the payee you want to edit.";

"ALERT_SPECIFY_PAYEE_NAME" = "Please, specify payee name.";

"ALERT_SPLIT_PAYMENT_RECALCULATE" = "Changing this amount will cause the other amounts to recalculate automatically. Are you sure you want to do this?";

"ALERT_ST_LIMIT" = "You can create up to 999 scheduled transactions. If you think you need more, you probably do not use scheduled transactions the right way. Please, e-mail us at hello@moneywizapp.com and we'll help you organize your scheduled transactions.";

"ALERT_ST_TRANSFER_NEED_2_ACCOUNTS" = "Scheduling a transfer is only possible between two accounts, and you have just one.";

"ALERT_SUCCESSFUL_TRANSFER_A_B" = "Successful transfer between %1$@ and %2$@";

"ALERT_SYNC_ACCOUNT_CREATED" = "Your account has been successfully created, and we've sent an e-mail to confirm your details.";

"ALERT_SYNC_LOGOUT" = "When you sign out, all your data on this device will disappear. Do not worry! It will be kept safe on our servers, and when you sign back in it will appear on the device again. Please, confirm you wish to sign out.";

"ALERT_UNAVAILIBLE_SCHEDULED_STATUS_FILTER" = "The status filter is not available for scheduled transactions.";

"ALERT_UNAVAILIBLE_STATUS_FILTER" = "The status filter is not available for this type of account.";

"AlERT_WHAT_TO_DO_WITH_EXIST_DATA" = "There is some data on this device. What should I do with it?";

"BTN_AGREE" = "Agree";

"BTN_BACK" = "Back";

"BTN_CANCEL" = "Cancel";

"BTN_CHANGE" = "Change";

"BTN_CONTINUE_SYNC" = "Continue sync";

"BTN_CREATE" = "Create";

"BTN_DELETE" = "Delete";

"BTN_DELETE_BUDGETS" = "Delete budget(s)";

"BTN_DELETE_FROM_DEVICE" = "Delete from device";

"BTN_DISMISS" = "Dismiss";

"BTN_DONE" = "Done";

"BTN_EDIT" = "Edit";

"BTN_KEEP" = "Keep";

"BTN_KEEP_FOR_LOCAL_USER" = "Keep for local user";

"BTN_LOG_OUT" = "Sign Out";

"BTN_NEXT" = "Next";

"BTN_NO" = "No";

"BTN_NONE" = "None";

"BTN_OK" = "OK";

"BTN_YES" = "Yes";

"CATEGORY_NAME_Accessories" = "Accessories";

"CATEGORY_NAME_Apps" = "Apps";

"CATEGORY_NAME_Automobile" = "Automobile";

"CATEGORY_NAME_Bills" = "Bills";

"CATEGORY_NAME_Books" = "Books";

"CATEGORY_NAME_Cable" = "Cable";

"CATEGORY_NAME_Car_Insurance" = "Car Insurance";

"CATEGORY_NAME_Child_Support" = "Child Support";

"CATEGORY_NAME_Clothes" = "Clothes";

"CATEGORY_NAME_Clothing" = "Clothing";

"CATEGORY_NAME_Dental" = "Dental";

"CATEGORY_NAME_Dining_Eating_Out" = "Dining/Eating Out";

"CATEGORY_NAME_Electricity" = "Electricity";

"CATEGORY_NAME_Entertainment" = "Entertainment";

"CATEGORY_NAME_Eye_Care" = "Eye Care";

"CATEGORY_NAME_Fitness_Sport" = "Fitness/Sport";

"CATEGORY_NAME_Food_Dining" = "Food & Dining";

"CATEGORY_NAME_Furniture_Accessories" = "Furniture/Accessories";

"CATEGORY_NAME_Gas" = "Gas";

"CATEGORY_NAME_Gas_Fuel" = "Gas/Fuel";

"CATEGORY_NAME_Groceries" = "Groceries";

"CATEGORY_NAME_Health_Care" = "Health Care";

"CATEGORY_NAME_Health_Insurance" = "Health Insurance";

"CATEGORY_NAME_Home_Insurance" = "Home Insurance";

"CATEGORY_NAME_Housing" = "Housing";

"CATEGORY_NAME_Internet_Broadban" = "Internet/Broadband";

"CATEGORY_NAME_Investment" = "Investments";

"CATEGORY_NAME_Jewelry" = "Jewelry";

"CATEGORY_NAME_Lease" = "Lease";

"CATEGORY_NAME_Leisure" = "Leisure";

"CATEGORY_NAME_Loans" = "Loans";

"CATEGORY_NAME_Maintenance" = "Maintenance";

"CATEGORY_NAME_Medical" = "Medical";

"CATEGORY_NAME_Mobile_Phone" = "Mobile Phone";

"CATEGORY_NAME_Mortgage" = "Mortgage";

"CATEGORY_NAME_Movies" = "Movies";

"CATEGORY_NAME_Music" = "Music";

"CATEGORY_NAME_Other" = "Other";

"CATEGORY_NAME_Parking" = "Parking";

"CATEGORY_NAME_Personal_Care" = "Personal Care";

"CATEGORY_NAME_Pharmacy" = "Pharmacy";

"CATEGORY_NAME_Phone" = "Phone";

"CATEGORY_NAME_Podcasts" = "Podcasts";

"CATEGORY_NAME_Rent" = "Rent";

"CATEGORY_NAME_Rental" = "Rental";

"CATEGORY_NAME_Salary_Wages" = "Salary & Wages";

"CATEGORY_NAME_Shoes" = "Shoes";

"CATEGORY_NAME_Social_Security" = "Social Security";

"CATEGORY_NAME_TV_Shows" = "TV Shows";

"CATEGORY_NAME_Taxes" = "Taxes";

"CATEGORY_NAME_Transportation" = "Transportation";

"CATEGORY_NAME_Travel" = "Travel";

"CATEGORY_NAME_Water" = "Water";

"CATEGORY_NAME_iTunes" = "iTunes";

"CREATE_CASH_ACCOUT_TITLE" = "Create a Cash/Wallet Account";

"CREATE_CREDIT_ACCOUT_TITLE" = "Create a Credit Account";

"CREATE_SAVING_ACCOUNT_TITLE" = "Create a Savings Account";

"CREDIT_PAYMENT_FOR_A_ACCOUNT" = "Credit payment for '%1$@' account.";

"CUSTOM_PERIOD" = "Custom period";

"EDIT_CASH_ACCOUT_TITLE" = "Edit a Cash/Wallet Account";

"EDIT_CREDIT_ACCOUT_TITLE" = "Edit a Credit Account";

"EDIT_SAVING_ACCOUNT_TITLE" = "Edit a Savings Account";

"FINANCIAL_FORECAST_TIP" = "Tap and hold on any future date in the calendar, to see financial forecasts for this date. The date you tapped on is in the past.";

"HELLO_SILVERWIZ" = "Hello MoneyWiz";

"LAST_12_MONTHS" = "Last 12 months";

"LAST_3_MONTHS" = "Last 3 months";

"LAST_6_MONTHS" = "Last 6 months";

"LAST_MONTH" = "Last month";

"LAST_YEAR" = "Last Year";

"LBL_ACCOUNTS" = "Accounts";

"LBL_ADD_NEW_PAYEE" = "Add New Payee";

"LBL_ALL" = "All";

"LBL_AVAILABLE" = "Available";

"LBL_A_AND_B_MORE" = "%1$@ and %2$i more...";

"LBL_A_AT_B" = "%1$@ at %2$@";

"LBL_BALANCE" = "Balance";

"LBL_BUDGETS" = "Budgets";

"LBL_CALC_ERROR" = "Error";

"LBL_CHECKING_ACCOUNT" = "Checking Account";

"CREATE_CHECKING_ACCOUNT_TITLE" = "Create a Checking Account";

"EDIT_CHECKING_ACCOUNT_TITLE" = "Edit a Checking Account";

"LBL_DAYS" = "Days";

"LBL_DESELECT_ALL" = "Deselect all";

"LBL_DONE_EDITING" = "Done editing";

"LBL_EDIT_LIST" = "Edit List";

"LBL_EDIT_PAYEE" = "Edit payee";

"LBL_FINANCIAL_FORCAST_FOR_A" = "FINANCIAL FORECAST\n%1$@";

"LBL_HIDE_DETAILS" = "Hide Details";

"LBL_LAST_UPDATE_A" = "Last updated";

"LBL_LOGED_IN_AS_A" = "You are signed in as: %1$@";

"LBL_MANAGE" = "Manage";

"LBL_MIGRATION_ASSISTANT" = "Migration Assistant";

"LBL_MONTHS" = "Months";

"LBL_MULTIPLE_THINGS" = "Multiple things";

"LBL_N/A" = "N/A";

"LBL_NOTES_NOT_ENTERED" = "Not entered";

"LBL_NO_PARENT" = "Not a subcategory";

"LBL_NO_RATE_FOR_A" = "No exchange rate for %1$@";

"LBL_OVERDUE" = "Overdue";

"LBL_PAYEES_EMPTY" = "No payees. You can add some via Settings.";

"LBL_PAYMENT_DUE_DATE" = "Payment due day";

"LBL_REPORTS" = "Reports";

"LBL_REPORT_ACCOUNT_BALANCE" = "Account Balance";

"LBL_REPORT_BUDGET_BALANCE" = "Budget Balance";

"LBL_REPORT_COMPARE_BUDGETS" = "Compare Budgets";

"LBL_REPORT_EXPENSE_CATEGORIES" = "Expense categories";

"LBL_REPORT_INCOME_CATEGORIES" = "Income categories";

"LBL_REPORT_SAVED" = "Your report was successfully saved!";

"LBL_SCHEDULED" = "Scheduled";

"LBL_SELECT_ALL" = "Select all";

/* Do not translate this string. It's a brand. */
"LBL_SETTINGS_TITLE_SYNC" = "SYNCbits";

"LBL_SHOW_DETAILS" = "Show Details";

"LBL_SYNCDATA_DOWNLOADING" = "Downloading...";

"LBL_SYNCDATA_MSG1" = "Syncing...please wait.";

"LBL_SYNCDATA_TITLE" = "Synchronizing data";

"LBL_TITLE_EDIT_BUDGET" = "Edit budget";

"LBL_TRANSACTIONS_HISTORY_EMPTY" = "Transactions History is Empty";

"LBL_USED" = "Used";

"LBL_WARNING" = "Warning";

"LBL_YEARS" = "Years";

"MONTH_NAME_APRIL" = "April";

"MONTH_NAME_AUGUST" = "August";

"MONTH_NAME_DECEMBER" = "December";

"MONTH_NAME_FEBRUARY" = "February";

"MONTH_NAME_JANUARY" = "January";

"MONTH_NAME_JULY" = "July";

"MONTH_NAME_JUNE" = "June";

"MONTH_NAME_MARCH" = "March";

"MONTH_NAME_MAY" = "May";

"MONTH_NAME_NOVEMBER" = "November";

"MONTH_NAME_OCTOBER" = "October";

"MONTH_NAME_SEPTEMBER" = "September";

"NEXT_3_MONTHS" = "Next 3 Months";

"NEXT_MONTH" = "Next Month";

"NEXT_WEEK" = "Next Week";

"NEXT_YEAR" = "Next Year";

"PASSWORD_DOES_NOT_MATCH" = "Passwords don't match.";

"LBL_GENERATE_REPORT" = "Generate report";

"SETTINGS_TITLE_ABOUT_HELP" = "About & Help";

"SETTINGS_TITLE_ACCOUNTS_BUDGETS_ORDER" = "Accounts & Budgets";

"SETTINGS_TITLE_CATEGORIES" = "Categories";

"SETTINGS_TITLE_CURRENCIES" = "Currencies";

"SETTINGS_TITLE_NEW_EXPENSE_CATEGORY" = "New Expense Category";

"SETTINGS_TITLE_NEW_INCOME_CATEGORY" = "New Income Category";

"SYNC_STEP_1_DESC" = "1/5 Downloading data.";

"SYNC_STEP_2_DESC" = "2/5 Parsing downloaded data.";

"SYNC_STEP_3_DESC" = "3/5 Syncing.";

"SYNC_STEP_4_DESC" = "4/5 Preparing data for commit.";

"SYNC_STEP_5_DESC" = "5/5 Committing data.";

"THIS_MONTH" = "This Month";

"THIS_WEEK" = "This Week";

"THIS_YEAR" = "This Year";

"TRANSFER_BETWEEN_A_B" = "Transfer between %1$@ and %2$@";

"TRANSFER_FROM_A" = "Transfer from %1$@";

"TRANSFER_TO_A" = "Transfer to %1$@";

"UNNAMED_TRANSACTION" = "Unnamed transaction";

"WEEK_DAY_NAME_FRIDAY" = "Friday";

"WEEK_DAY_NAME_MONDAY" = "Monday";

"WEEK_DAY_NAME_SATURDAY" = "Saturday";

"WEEK_DAY_NAME_SUNDAY" = "Sunday";

"WEEK_DAY_NAME_THURSDAY" = "Thursday";

"WEEK_DAY_NAME_TUESDAY" = "Tuesday";

"WEEK_DAY_NAME_WEDNESDAY" = "Wednesday";

"WRN_BUDGETS_FOR_SAME_TIMEFRAME_EXIST" = "Budget that monitors the same set of categories already exists within the selected timeframe.";

"WRN_BUDGET_CANT_CREATE_IN_PAST" = "You cannot create a budget that's in the past, and is not repeatable.";

"WRN_BUDGET_END_DATE_IS_BEFORE_START_DATE" = "The End date cannot be before the Start date.";

"WRN_BUDGET_WITH_SAME_NAME_EXIST" = "A budget with the same name already exists.";

"WRN_DELETE_ACCOUNT_WITH_ONLY_BUDGET" = "The budget you have deselected monitors just this account. If you save the changes, this budget will be deleted. Are you sure you want to delete it?";

"WRN_DELETE_ACCOUNT_WITH_ONLY_BUDGETS" = "The budgets you have deselected monitor just this account. If you save the changes, these budgets will be deleted. Are you sure you want to delete them?";

"WRN_DELETE_REPORT" = "Are you sure you want to delete this report?";

/* The term account is used. Check glossary row #2 */
"WRN_EMPTY_ACCOUNT_BALANCE_REPORT" = "There is no data available for the account and/or period you've selected.";

"WRN_EMPTY_CATEGORIES_MONEY_REPORT" = "There is no data available for the categories you've selected. Please select different categories.";

"WRN_NEED_ACCOUNT_TO_CREATE_BUDGET" = "You need at least one account in order to create budgets.";

"ALERT_BAD_DATE_FORMAT" = "The date format is wrong";

"ALERT_CREATE_LIVING_REPORT_MISSING_DATA" = "Can't recompute the dynamic report due to missing or inconsistent data.";

"ALERT_DELETED_CATEGORY_USED_BY_TRANSACTION" = "This category is used in existing transactions. Are you sure you want to delete it?";

"ALERT_DELETE_PAYEE" = "Are you sure you want to delete this payee?";

"ALERT_EMAIL_DONT_MATCH_IN_FIELDS" = "E-mails don't match.";

"ALERT_IMPORT_NO_LINK_ACCOUNTS_SELECTED" = "You need to select at least 1 account to be imported.";

"ALERT_IMPORT_SUCCESSFULL" = "All data was successfully imported.";

"ALERT_MSG_IMPORT_FAILED_A" = "The file %1$@ cannot be imported. Please, contact us in case you need assistance.";

"ALERT_NEED_ACCOUNTS_FOR_IMPORT" = "You need to have at least 1 account in order to import files.";

"ALERT_NEED_APP_UPDATE_FOR_SYNC" = "You are using a newer version of MoneyWiz on another device. To avoid data loss, SYNCbits will be disabled on this device until you update MoneyWiz on this device to the latest version.";

"ALERT_RATING_REMINDER_TEXT" = "If you like %1$@, would you mind taking a moment to rate it? It won't take more than a minute! Thanks for your support!";

"ALERT_SOURCE_CAMERA" = "Multimedia source not available at the moment.";

"ALERT_SYNC_PASSWORD_WAS_CHANGED_SUCCESSFULLY" = "Password was changed successfully.";

"ALERT_TITLE_IMPORT_FAILED" = "Import error";

"BTN_CHANGE_PASSWORD" = "Change password";

"BTN_CLOSE" = "Close";

"BTN_CONTACT_US" = "Contact us";

"BTN_CREATE_ACCOUNT_TYPE1" = "Savings Account";

"BTN_CREATE_ACCOUNT_TYPE3" = "Credit Account";

"BTN_CREATE_ACCOUNT_TYPE4" = "Cash/Wallet Account";

"BTN_DATE" = "Date";

"BTN_DESCRIPTION" = "Description";

"BTN_DONT_LINK" = "Don't import";

"BTN_DUPLICATE" = "Duplicate";

"BTN_ENTER" = "Enter";

"BTN_EXECUTE" = "Pay";

"BTN_EXPENSES" = "Expenses";

"BTN_EXPORT_REPORT" = "Export Report";

"BTN_FORGOT_PASSWORD" = "Forgot Password";

"BTN_GO" = "Go";

"BTN_GO_TO" = "Go to";

"BTN_HELP_CLICK" = "Click here";

"BTN_IMPORT" = "Import";

"BTN_INCOMES" = "Incomes";

"BTN_LOGIN" = "Sign In";

"BTN_NEW_CATEGORY" = "New category";

"BTN_NO_THANKS" = "No Thanks!";

"BTN_OPEN" = "Open";

"BTN_PASTE" = "Paste";

"BTN_PAYEE" = "Payee";

"BTN_PREVIOUS" = "Previous";

"BTN_REMIND_LATER" = "Remind Later!";

"BTN_REPORT_HIDE_TRANSACTIONS" = "Hide transactions";

"BTN_REPORT_SHOW_TRANSACTIONS" = "Show transactions";

"BTN_REVIEW_NOW" = "Review Now!";

"BTN_SAVE" = "Save";

"BTN_SAVE_REPORT_LOCALY" = "Save locally";

"BTN_SEARCH_CURRENT" = "Current";

"BTN_TIME" = "Time";

"BTN_TODAY" = "Today";

"FINANCIAL_EXPLANATION" = "This financial forecast is based on the current balances of your accounts, the scheduled expenses, scheduled incomes and scheduled transfers. A scheduled transfer is considered as expense for one account and income for another. Scheduled transactions with no amount are not calculated in the forecast.";

"HELP_SETTINGS_IMPORT" = "There are two ways to import a CSV, OFX or QIF file. The easiest way is to e-mail this file to yourself, as an attachment, and then open the attachment with MoneyWiz via the Mail app. The other way is to connect your device to iTunes on your computer, select the Apps tab, then MoneyWiz, and then just drag & drop the file(s) into the files area. You would need to re-open this view, to see the refreshed list of files. Please, notice that once you successfully import the data from a file, the file will automatically be deleted to avoid duplicate imports. For more information please visit our website.";

"LBL_10_MIN" = "10 min";

"LBL_15_MIN" = "15 min";

"LBL_1_MIN" = "1 min";

"LBL_30_MIN" = "30 min";

"LBL_5_MIN" = "5 min";

"LBL_60_MIN" = "60 min";

"LBL_ACCOUNT_MSG1" = "Confirm password";

"LBL_ACTIONSHEET_SELECT" = "Select what type of transaction you want to create";

"LBL_ACTIONSHEET_TRANS2" = "Income";

"LBL_ACTIONSHEET_TRANS3" = "Transfer";

"LBL_ACTIONSHEET_TRANS4" = "Adjust Balance";

"LBL_ALERT_MSG1" = "Alert me when account goes to negative balance";

"LBL_AUTOCLEAR_CASH" = "MoneyWiz allows you to have transactions in one of the two states - Cleared and Pending. Pending transactions are marked by a red ribbon on the left side of the transaction, while cleared transactions are marked with a green ribbon. You can tap the ribbon to change their state. This might be helpful as a way to mark a transaction for further attention, or mark transactions created with a future date.";

"LBL_BUDGET" = "Budget";

"LBL_BUDGETS_BALANCE_LBL3" = "Days left";

"LBL_BUDGETS_BUDGETED" = "Budgeted";

"LBL_BUDGETS_LBL10" = "End date";

"LBL_BUDGETS_LBL11" = "Processing this budget...";

"LBL_BUDGETS_LBL6" = "Start date";

"LBL_BUDGETS_LBL7" = "Repeat";

"LBL_BUDGETS_LBL8" = "Frequency";

/* i.e. how often a transaction will repeat…like frequency: every 4 months. */

"LBL_BUDGETS_PROCESSING" = "Processing budget... Do not quit the app.";

"LBL_BUDGETS_REMAINING" = "Remaining";

"LBL_CAMERA_LIBRARY" = "Choose From Library";

"LBL_CAMERA_TYPE" = "Take Photo";

"LBL_CASH_ACCOUNT_TEXT1" = "Name";

"LBL_CASH_ACCOUNT_TEXT2" = "Account name";

"LBL_CASH_ACCOUNT_TEXT3" = "Additional information";

"LBL_CASH_ACCOUNT_TEXT4" = "Current balance";

"LBL_CASH_ACCOUNT_TEXT5" = "Auto-clear transactions";

"LBL_CATEGORY_NAME" = "Category name";

"LBL_CHARTS_LABEL_TYPE1" = "Transactions in: %1$@";

"LBL_CHARTS_LABEL_TYPE2" = "Expenses in: %1$@";

"LBL_CHARTS_LABEL_TYPE3" = "Income in: %1$@";

"LBL_CONFIRM_NEW_PASSWORD" = "Confirm new password";

"LBL_COUNT_IMAGE" = "%d image";

"LBL_COUNT_IMAGES" = "%d images";

"LBL_CREATE_ACCOUNT_DESC_TYPE1" = "The money you set aside in your savings account.";

"LBL_CREATE_ACCOUNT_DESC_TYPE2" = "Your day to day banking account.";

"LBL_CREATE_ACCOUNT_DESC_TYPE3" = "Regular credit card account. You can use it for overdrafts too.";

"LBL_CREATE_ACCOUNT_DESC_TYPE4" = "This is the money you have in cash.";

"LBL_CREATE_ACCOUNT_TITLE" = "Select Account Type";

"LBL_CREDIT_ACCOUNT_TEXT4" = "Credit limit";

"LBL_CREDIT_ACCOUNT_TEXT6" = "In the Balance box show";

"LBL_CURRENCIES_LOCAL" = "Local currency";

"LBL_DATE_FORMAT_SELECT_MSG1" = "Please, specify the correct date format that is used in the file you want to import.";

"LBL_DATE_FORMAT_SELECT_MSG2" = "To help you figure it out, here are several random transactions from your file";

"LBL_DATE_FORMAT_TITLE" = "Import: Select date format";

"LBL_EMAIL" = "E-mail";

"LBL_ENTER_PASSWORD" = "Enter password";

"LBL_SPLIT_BY_CATEGORY" = "Please specify what amount goes for each category.";

"LBL_SPLIT_BY_ACCOUNT" = "Please, select what amount goes to which account.";

"LBL_SPLIT_INFO" = "You are making a split payment.";

"LBL_EXPENSE_TITLE1" = "Register an Expense";

"LBL_EXPENSE_TITLE2" = "Expense";

"LBL_FILTER1" = "Type";

"LBL_FILTER2" = "Period";

"LBL_FILTER3" = "Status";

"LBL_FILTERS" = "Filters";

"LBL_FILTER_PERIOD1" = "Last 7 days";

"LBL_FILTER_PERIOD2" = "Last 30 days";

"LBL_FILTER_PERIOD3" = "Last 90 days";

"LBL_FILTER_SCHEDULED_TITLE" = "Show Expenses for";

"LBL_FILTER_STATUS1" = "Pending";

"LBL_FILTER_STATUS2" = "Cleared";

"LBL_FILTER_TYPE3" = "Transfers";

"LBL_MONEYWIZ" = "MoneyWiz";

"LBL_FROM" = "From";

"LBL_HELP" = "Help";

"LBL_IMAGES_TR_TITLE" = "Transaction images";

"LBL_IMMEDIATELY" = "Immediately";

"LBL_IMPORT_CREATE_CATEGORY" = "Create new category";

"LBL_IMPORT_CREATE_PAYEE" = "Create new payee";

"LBL_IMPORT_LOADING_DATA" = "Import: loading data...";

"LBL_IMPORT_PLEASE_WAIT" = "Importing, please wait...";

"LBL_IMPORT_SELECT_FILE" = "Please, select a file to import.";

"LBL_IMPORT_STEP1_HELP" = "Please link the accounts found in the %@ file (on the left) to your MoneyWiz accounts (on the right).";

"LBL_IMPORT_STEP1_TITLE" = "Import: Link accounts";

"LBL_IMPORT_STEP2_HELP" = "Please, link the categories found in the %@ file (on the left) to your MoneyWiz categories (on the right).";

"LBL_IMPORT_STEP2_TITLE" = "Import: Link categories";

"LBL_IMPORT_STEP3_HELP" = "Please, link the payees found in the %@ file (on the left) to your MoneyWiz payees (on the right).";

"LBL_IMPORT_STEP3_TITLE" = "Import: Link payees";

"LBL_IMPORT_STEP4_HELP" = "It seems that some of the transactions in the %@ file look the same as some of your previous transactions created in MoneyWiz. Please, select what to do with each transaction that appears to be a duplicate.";

"LBL_IMPORT_STEP4_TITLE" = "Import: Transactions duplicates";

"LBL_INCOME_LBL5" = "Category";

"LBL_INCOME_LBL7" = "Attach images";

"LBL_INCOME_TITLE" = "Register an Income";

"LBL_INLINE_HELP_IPAD_SEARCH" = "Just type, and the text will be matched against the description, notes, payees and categories of all transactions.\nYou can also do searches in the amount of the transaction like:\n> 5 \n< 100\n= 500\n~ 1000";

"LBL_INLINE_HELP_ACCOUNTS_MOBILE" = "tap here to create your first transaction";

"LBL_INLINE_HELP_BUDGETS_MOBILE" = "tap here to create your first expense in this budget";

"LBL_INLINE_HELP_SCHEDULED_MOBILE" = "tap here to create your first scheduled transaction";

"LBL_JOIN_NEWSLETTER" = "Join our newsletter";

"LBL_LOADING_TEXT" = "Loading";

"LBL_MAIL_SUBJECT_REPORT" = "Report";

"LBL_MAIN_HELP_1" = "Start by creating an account (like a cash account or a bank account). Accounts are where all your incomes and expenses go.";

"LBL_MAIN_IPAD_HELP_BUDGETS" = "You should create budgets in order to keep track of your expenses in specific areas like Car expenses, House expenses, Food expenses and so on. You can then track in real time, how much money you have spent on each budget and how much is left. Click the Add Budget button to start.";

"LBL_MANAGE_CURRENCIES" = "To manage currencies, please go to the Settings screen.";

"LBL_MORTGAGE_CALCULATOR_TEXT4" = "Monthly payment";

"LBL_NETWORTH_REPORT_TITLE" = "Net Worth";

"LBL_NEW_PASSWORD" = "New password";

"LBL_OLD_PASSWORD" = "Old password";

"LBL_PARENT_SUBCATEGORY" = "Subcategory of";

"LBL_PASSWORD" = "Password";

"LBL_PAYEE_NAME" = "Payee name";

"LBL_PICTURE_GALLERY" = "Attached Images";

"LBL_RECONCILE_LBL1" = "Account";

"LBL_RECONCILE_LBL3" = "Notes";

"LBL_RECONCILE_LBL4" = "New balance";

"LBL_REPORTS_FOR_PERIOD" = "For period";

"LBL_REPORTS_FROM_DATE" = "From date";

"LBL_REPORTS_REP_BY" = "Report by";

"LBL_REPORTS_TO_DATE" = "To date";

"LBL_REPORT_GENERATE" = "Generate";

"LBL_REPORT_SAVED2" = "Saved";

"LBL_REPORT_SAVE_OPTIONS" = "Save options";

"LBL_REPORT_TITLE" = "Create New Report";

"LBL_SAVED_REPORTS_TITLE" = "Saved Reports";

"LBL_SAVE_REPORT_MSG2" = "Report name";

"LBL_SAVE_REPORT_TITLE" = "Save Report";

"LBL_SCHD_EXPENSE_TITLE" = "Schedule an Expense";

"LBL_SCHD_INCOME_LBL6" = "Date & time";

"LBL_SCHD_INCOME_TITLE" = "Schedule an Income";

"LBL_SCHD_TRANSFER_TITLE" = "Schedule a Transfer";

"LBL_SEARCH" = "Search";

"LBL_SEARCH_IN" = "Search in";

"LBL_SELECT_DATE_FORMAT" = "Date formats";

"LBL_SETTINGS" = "Settings";

"LBL_SORT" = "Sort";

"LBL_SORT_TYPE1" = "Asc";

"LBL_SORT_TYPE2" = "Desc";

"LBL_SORT_TYPE4" = "Amount";

"LBL_SYNC_MSG1" = "SYNCbits is a free service that allows you to store all your MoneyWiz data to our servers. Use this if you want to have all your financial data backed up in case something happens, or you just use MoneyWiz on more than one device, and want to keep it synced between devices. This feature requires you to sign up for an account with us, or sign in with an existing account. Don't worry, it's really easy!";

"LBL_TITLE_FINANCIAL_FORECAST" = "Financial forecast";

"LBL_TO" = "To";

"LBL_TRANSACTIONS_ERROR1" = "There are no results matching your search.";

"LBL_TRANSACTIONS_ERROR2" = "There are no transactions for the period you have selected. To change the period, please tap the Filter button at the top of this screen, then Period and then select a different period.";

"LBL_TRANSFER_LBL1" = "From Account";

"LBL_TRANSFER_LBL2" = "To Account";

"LBL_TRANSFER_LBL5" = "Transfer amount";

"LBL_TRANSFER_LBL6" = "Exchange rate";

"LBL_TRANSFER_LBL7" = "Receive amount";

"LBL_TRANSFER_TITLE" = "Register a Transfer";

"LBL_WHAT_TO_DO?" = "What to do?";

"MAIL_SUBJECT_IMPORT_PROBLEMS" = "MoneyWiz Import problem";

"SETTINGS_TITLE_CURRENCIES_SELECT_LOCAL" = "Select Local Currency";

"SETTINGS_TITLE_GENERAL" = "General";

"SETTINGS_TITLE_PAYEES" = "Payees";

"WRN_EMPTY_COMPARE_BUDGETS_REPORT" = "There is no data for the period and budget(s) you have selected.";

"WRN_EMPTY_PAYEES_MONEY_REPORT" = "There is no data for the period and payees you have selected.";

"ALERT_DELETE_MULTIPLE_TRANSACTIONS" = "Are you sure you want to delete the selected transactions?";

"ALERT_SURE_YOU_WANT_TO_DELETE_ACCOUNTNAME_ACCOUNT" = "Are you sure you want to delete the account %@?";

"ALERT_THERE_IS_NO_UNDO" = "There is no undo for this operation.";

"ALERT_YOU_CANNOT_DESELECT_THE_DEFAULT_CURRENCY" = "You cannot deselect the local currency.";

"ALERT_YOU_NEED_TO_SET_THE_DEFAULT_CURRENCY" = "Before you can deselect the local currency, you need to set a different local currency first.";

"BTN_ACC_TRANSACT_SORT_ASCENDING" = "Ascending";

"BTN_ACC_TRANSACT_SORT_DESCENDING" = "Descending";

"MENU_SEARCH_ALL_ACCOUNTS" = "All Accounts";

"COLUMN_EXPERT_TABLE_RECONCILED" = "✓";

"BTN_IMAGE_LIST_BROWSE" = "Browse";

"MESSAGE_SEARCH_TRANSACTIONS_FILTERED" = "Filtered Search";
